import { TQuestion } from "./models"

export const __questions__: TQuestion[] = [
    {
        id: 1,
        text: "Человеческие способности довольно велики. Например, мы можем собственными силами разогнать воздушный поток до 150–170 км/ч. В процессе чего человек способен произвести такой воздушный поток?",
        answer: "Чихание",
    },
    {
        id: 2,
        text: "Польский ученый-математик Гуго Дионисий Штейнгауз, прославившийся также своими афоризмами, говорил: «Комплимент женщине должен быть правдивее, чем...»",
        answer: "Правда",
    },
    {
        id: 3,
        text: "В Швеции существует налог на собак, от которого многие пытаются уклониться. В налоговой инспекции в Стокгольме придумали забавный способ борьбы с неплательщиками: сотрудница службы Эльфрида Карлсон ходит по домам и делает это.",
        answer: "Гавкает",
    },
]
